[
  {
    "id": "p_id_01",
    "name": "Samsung Galaxy S23 5G",
    "image": "../assets/s1.jpg",
    "price": "21.990.000",
    "review": 120,
    "description": "Samsung Galaxy S23 có thể xem là cái tên mở màn cho dòng điện thoại cao cấp được nhà Samsung giới thiệu vào dịp đầu năm 2023, kể từ lúc chính thức ra mắt máy nhận được khá nhiều sự quan tâm với hàng loạt thông tin cấu hình hết sức nổi bật như con chip hàng đầu Qualcomm cùng bộ camera siêu chất lượng.",
    "s_description": "Ở phiên bản năm nay Galaxy S23 vẫn sẽ thừa hưởng kiểu dáng quen thuộc đến từ thế hệ cũ, vẫn là mặt lưng kính được bao bọc bởi một bộ khung kim loại và bo tròn ở các góc, đi kèm với đó là cách tạo hình phẳng ở các mặt làm cho máy trở nên sang trọng và cực kỳ hiện đại.",
    "ram": "8GB",
    "storage": "256GB",
    "cpu": "Snapdragon 8 Gen 2 8 nhân",
    "screen": "Dynamic AMOLED 2X, 6.1', Full HD+",
    "rear_camera": "50MP & 12MP, 10MP",
    "front_camera": "12MP",
    "battery": "3900mah, 25W",
    "title": "",
    "title2": "HOT"
  },
  {
    "id": "p_id_02",
    "name": "Oppo Reno 8T 5G",
    "image": "../assets/s2.jpg",
    "price": "10.990.000",
    "review": 55,
    "description": "Tiếp nối sự thành công rực rỡ đến từ các thế hệ trước đó thì chiếc OPPO Reno8 T 5G 256GB cuối cùng đã được giới thiệu chính thức tại Việt Nam, được định hình là dòng sản phẩm thuộc phân khúc tầm trung với camera 108 MP, con chip Snapdragon 695 cùng kiểu dáng thiết kế mặt lưng và màn hình bo cong hết sức nổi bật.",
    "s_description": "Qua những lần chạm đầu tiên trên chiếc Reno8 T 5G thì mình thấy đây là một chiếc điện thoại có độ hoàn thiện khá tốt, máy mang lại cho mình một cảm giác cầm nắm tương đối là đầm tay, hai bên cạnh cũng được làm bo cong giúp hạn chế tình trạng cấn tay mang đến cho mình một trải nghiệm sử dụng khá là thoải mái.",
    "ram": "6GB",
    "storage": "128GB",
    "cpu": "Snapdragon 695 5G",
    "screen": "AMOLED, 6.7', Full HD+",
    "rear_camera": "108MP & 2MP, 2MP",
    "front_camera": "32MP",
    "battery": "4800mah, 67W",
    "title": "",
    "title2": ""
  },
  {
    "id": "p_id_03",
    "name": "iPhone 14 Pro Max",
    "image": "../assets/s3.jpg",
    "price": "28.490.000",
    "review": 236,
    "description": "iPhone 14 Pro Max một siêu phẩm trong giới smartphone được nhà Táo tung ra thị trường vào tháng 09/2022. Máy trang bị con chip Apple A16 Bionic vô cùng mạnh mẽ, đi kèm theo đó là thiết kế hình màn hình mới, hứa hẹn mang lại những trải nghiệm đầy mới mẻ cho người dùng iPhone.",
    "s_description": "iPhone năm nay sẽ được thừa hưởng nét đặc trưng từ người anh iPhone 13 Pro Max, vẫn sẽ là khung thép không gỉ và mặt lưng kính cường lực kết hợp với tạo hình vuông vức hiện đại thông qua cách tạo hình phẳng ở các cạnh và phần mặt lưng.",
    "ram": "6GB",
    "storage": "128GB",
    "cpu": "Apple A16 Bionic",
    "screen": "OLED, 6.7', Full HD+",
    "rear_camera": "48MP & 12MP, 12MP",
    "front_camera": "12MP",
    "battery": "4320mah, 20W",
    "title": "BÁN CHẠY",
    "title2": "HOT"
  },
  {
    "id": "p_id_04",
    "name": "Samsung Galaxy S21 FE 5G",
    "image": "../assets/s4.jpg",
    "price": "10.990.000",
    "review": 236,
    "description": "Samsung Galaxy S21 FE 5G (6GB/128GB) được Samsung ra mắt với dáng dấp thời thượng, cấu hình khỏe, chụp ảnh đẹp với bộ 3 camera chất lượng, thời lượng pin đủ dùng hằng ngày và còn gì nữa? Mời bạn khám phá qua nội dung sau ngay.",
    "s_description": "Galaxy S21 FE 5G thiết kế mỏng nhẹ với độ dày 7.9 mm, khối lượng chỉ 177 gram, các góc cạnh bo tròn cho cảm giác hài hòa, mềm mại, kết hợp các tông màu thời thượng gồm tím, xanh lá, xám và trắng giúp bạn dễ dàng tạo nên phong cách riêng đầy cá tính.",
    "ram": "6GB",
    "storage": "256GB",
    "cpu": "Exynos 2100",
    "screen": "Dynamic AMOLED 2X, 6.4', Full HD+",
    "rear_camera": "12MP & 12MP, 8MP",
    "front_camera": "32MP",
    "battery": "4500mah, 25W",
    "title": "",
    "title2": ""
  },
  {
    "id": "p_id_05",
    "name": "Xiaomi Redmi Note 11 Pro",
    "image": "../assets/s5.jpeg",
    "price": "3.990.000",
    "review": 425,
    "description": "Xiaomi Redmi Note 11 Pro 4G mang trong mình khá nhiều những nâng cấp cực kì sáng giá. Là chiếc điện thoại có màn hình lớn, tần số quét 120 Hz, hiệu năng ổn định cùng một viên pin siêu trâu.",
    "s_description": "Điểm nổi bật ở phần thiết kế của Redmi Note 11 Pro chính là cụm camera khá lớn và lồi so với mặt lưng, mặt lưng có chất liệu bằng kính đã được làm phẳng đi. Khung viền bằng nhựa cũng được bo tròn và vát phẳng rất liền mạch, mức độ hoàn thiện tốt, không có hiện tượng ọp ẹp khi mình sử dụng chiếc máy này.",
    "ram": "8GB",
    "storage": "128GB",
    "cpu": "Snapdragon 765G",
    "screen": "AMOLED, 6.67', Full HD+",
    "rear_camera": "64MP & 12MP, 12MP",
    "front_camera": "48MP",
    "battery": "5000mah, 37W",
    "title": "BÁN CHẠY",
    "title2": ""
  },
  {
    "id": "p_id_06",
    "name": "Samsung Galaxy S23 Ultra 5G",
    "image": "../assets/s6.jpg",
    "price": "28.990.000",
    "review": 223,
    "description": "Cuối cùng thì chiếc điện thoại Samsung Galaxy S23 cũng đã chính thức ra mắt tại sự kiện Galaxy Unpacked vào đầu tháng 2 năm 2023, máy nổi bật với camera 200 MP chất lượng, hiệu năng mạnh mẽ nhờ tích hợp con chip Snapdragon 8 Gen 2 và được trang bị thêm nhiều công nghệ hàng đầu trong giới smartphone.",
    "s_description": "Về thiết kế thì Samsung Galaxy S23 Ultra sẽ tiếp tục thừa hưởng kiểu dáng sang trọng đến từ thế hệ trước, vẫn là bộ khung kim loại, mặt lưng kính cùng cạnh bên và màn hình bo cong. Nhờ kiểu bo cong này mà trải nghiệm cầm nắm cũng trở nên dễ chịu, viền màn hình hai bên cũng sẽ trở nên mỏng hơn.",
    "ram": "12GB",
    "storage": "512GB",
    "cpu": "Snapdragon 8 Gen 2 8 nhân",
    "screen": "Dynamic AMOLED 2X, 6.8', Quad HD",
    "rear_camera": "200MP & 12MP, 10MP, 1.2MP",
    "front_camera": "32MP",
    "battery": "4500mah, 45W",
    "title": "BÁN CHẠY",
    "title2": "HOT"
  },
  {
    "id": "p_id_07",
    "name": "Xiaomi Redmi 12C",
    "image": "../assets/s7.jpg",
    "price": "3.090.000",
    "review": 144,
    "description": "Xiaomi Redmi 12C 64GB là một thiết bị di động tầm trung được giới thiệu bởi Xiaomi, với cấu hình vượt trội so với các đối thủ trong cùng phân khúc, điều này nhờ trang bị con chip MediaTek Helio G85 mạnh mẽ giúp máy có thể xử lý tốt nhiều tác vụ. Hơn nữa, với bộ ống kính chất lượng 50 MP cho phép bạn chụp ảnh chất lượng, sắc nét và đẹp mắt.",
    "s_description": "Với thiết kế bo cong mềm mại qua những đường nét tinh xảo và màu sắc hiện đại, Redmi 12C có vẻ ngoài rất sang trọng và thời thượng để mang đến cái nhìn đầy bắt mắt. Điện thoại không chỉ đơn thuần là một thiết bị thông thường mà còn có thể sử dụng như một phụ kiện thời trang giúp bạn tự tin hơn mỗi khi cầm nắm chúng trên tay.",
    "ram": "4GB",
    "storage": "64GB",
    "cpu": "Snapdragon 8 Gen 2 8 nhân",
    "screen": "LCD, 6.2', HD+",
    "rear_camera": "32MP & 2MP, 2MP",
    "front_camera": "20MP",
    "battery": "4500mah, 15W",
    "title": "",
    "title2": ""
  },
  {
    "id": "p_id_08",
    "name": "Vivo Y35",
    "image": "../assets/s8.jpg",
    "price": "6.259.000",
    "review": 43,
    "description": "Tiếp nối sự thành công của các mẫu smartphone tầm trung tại thị trường Việt Nam thì mới đây Vivo đã chính thức cho ra mắt điện thoại Vivo Y35. Máy sở hữu cho mình khả năng sạc siêu nhanh 44 W, cụm camera đem đến những bức ảnh sắc nét và một hiệu năng ổn định trong phân khúc.",
    "s_description": "Vivo Y35 có kích thước màn hình 6.58 inch đi cùng là tấm nền IPS LCD, độ phân giải Full HD+ với những thông số trên chất lượng hình ảnh hiển thị có chi tiết tốt, góc nhìn rộng và màu sắc trung thực.",
    "ram": "8GB",
    "storage": "128GB",
    "cpu": "Snapdragon 680",
    "screen": "AMOLED, 6.43', Full HD+",
    "rear_camera": "64MP & 12MP, 12MP, 2MP",
    "front_camera": "40MP",
    "battery": "5000mah, 50W",
    "title": "",
    "title2": ""
  },
  {
    "id": "p_id_09",
    "name": "Realme C30s",
    "image": "../assets/s9.jpg",
    "price": "2.990.000",
    "review": 105,
    "description": "Mới đây thì chiếc điện thoại Realme C30s (2GB/32GB) cũng đã chính thức lộ diện đúng như dự kiến của người dùng với bộ thông số kỹ thuật khá ấn tượng cùng mức giá hợp lý. Điều này giúp nâng cao trải nghiệm một cách tốt hơn đối với những dòng sản phẩm thuộc phân khúc giá rẻ.",
    "s_description": "Realme C30s có cho mình một thiết kế đẹp mắt nhờ lối tạo hình vuông vức bắt trend, sở hữu hai phiên bản màu sắc trung tính là xanh và đen nên đây được xem là thiết bị có thể phù hợp với mọi lứa tuổi giới tính.",
    "ram": "2GB",
    "storage": "32GB",
    "cpu": "Snapdragon 8 Gen 2 8 nhân",
    "screen": "IPS, 6.2', HD+",
    "rear_camera": "12MP & 2MP, 2MP",
    "front_camera": "12MP",
    "battery": "4200mah, 15W",
    "title": "BÁN CHẠY",
    "title2": ""
  },
  {
    "id": "p_id_10",
    "name": "iPhone 14",
    "image": "../assets/s10.jpg",
    "price": "21.990.000",
    "review": 359,
    "description": "iPhone 14 128GB được xem là mẫu smartphone bùng nổ của nhà táo trong năm 2022, ấn tượng với ngoại hình trẻ trung, màn hình chất lượng đi kèm với những cải tiến về hệ điều hành và thuật toán xử lý hình ảnh, giúp máy trở thành cái tên thu hút được đông đảo người dùng quan tâm tại thời điểm ra mắt.",
    "s_description": "Với phiên bản tiêu chuẩn thì nhà Apple vẫn giữ nguyên kiểu dáng thiết kế so với thế hệ tiền nhiệm, vẫn là mặt lưng phẳng cùng bộ khung vuông giúp máy trở nên hiện đại hơn.",
    "ram": "6GB",
    "storage": "128GB",
    "cpu": "Apple A16 Bionic",
    "screen": "OLED, 6.1', Full HD+",
    "rear_camera": "48MP & 12MP, 12MP",
    "front_camera": "12MP",
    "battery": "3440mah, 20W",
    "title": "BÁN CHẠY",
    "title2": "HOT"
  }

]